[
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Welcome to your yin yoga practice. Find a comfortable position lying down on your mat. Close your eyes and begin to settle into this space, into this time you've carved out just for yourself. Take a moment to notice your breath, notice the weight of your body resting against the earth.",
    "time": "1 minute"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "In yin yoga, we hold poses for several minutes at a time, allowing gravity to do the work while we breathe and soften. We're targeting the deep connective tissues, the fascia, the joints. Find your edge in each pose—that place where you feel sensation but not pain. If anything feels too intense, please adjust or come out of the pose.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Set an intention for your practice today. Maybe it's to release tension, to cultivate patience, or simply to be present with whatever arises. Take three deep breaths here, feeling your body sink a little deeper into the mat with each exhale.",
    "time": "1 minute"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Bend your knees and place your feet flat on the floor, hip-width apart. Begin to rock your knees gently side to side, like windshield wipers. Feel this gentle movement massaging your lower back against the mat. Let your knees move slowly and mindfully, releasing any tension from your day.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "1 minute 15 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Now hug your knees into your chest. Rock gently side to side, or maybe make small circles, massaging your lower back. Feel how your spine is already beginning to lengthen and release. Draw your knees in as close as feels comfortable, maybe wrapping your arms around your shins.",
    "time": "1 minute"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "1 minute"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Release your legs and bring your feet back to the floor. We're moving into a gentle reclined figure-four. Bring your right ankle to rest on your left thigh, just above the knee. Thread your hands behind your left thigh and gently draw your legs toward your chest. If you can't reach your thigh comfortably, use a strap or a towel.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "You should feel a deep stretch in your right glute, maybe along the right side of your hip. This can be quite intense, so please adjust as needed. If it's too much, you can keep your left foot on the floor instead of drawing the leg in. Breathe deeply into any areas of sensation, allowing your breath to soften the tissues.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes 45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Slowly release and switch sides. Left ankle comes to your right thigh, thread your hands behind your right thigh, and draw everything in toward you. Notice how this side feels different—one side is often much tighter than the other, and that's completely normal.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Feel that same deep stretch now on the left side. Keep your shoulders relaxed against the mat, soften your jaw, soften around your eyes. If your arms get tired, adjust your grip or use props to support you.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "4 minutes"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Release both legs and hug your knees in toward your chest again. Rock gently side to side. Now we're moving into a reclined butterfly. Draw the soles of your feet together and let your knees fall wide apart, creating a diamond shape with your legs. You can place blocks or pillows under your knees if they don't reach the floor comfortably.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Rest your hands on your belly or by your sides, whatever feels more comfortable. This is like our opening butterfly pose, but lying down allows gravity to work in a different way. Feel the gentle opening through your inner thighs and groins. Your hip flexors might be releasing here as well. This should feel restorative and opening.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "4 minutes 30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Slowly bring your knees together. We're going to do a gentle reclined twist now. Keep your knees bent and drop both knees over to your right side. You can place a bolster or pillow between your knees if that feels more supportive. Extend your arms out to the sides.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Try to keep both shoulders on the ground as your knees fall to one side. Turn your head to the left if that feels comfortable for your neck. Feel this gentle release through your spine and lower back. This should feel relieving after all the hip work we've been doing. Let your breath be natural and easy.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Slowly bring your knees back to center, then drop them over to the left side. Arms stay in that T-shape. You can turn your head to the right if you'd like. Feel the twist from the opposite direction now, helping to balance your spine.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Come back to center and extend your legs long. We're going to work with happy baby pose now. Bring your knees toward your chest, then take hold of the outsides of your feet or your big toes. If you can't reach your feet, you can hold the backs of your thighs or use a strap around your feet.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Gently draw your knees down toward your armpits, keeping your tailbone heavy on the mat. You might rock gently side to side here. Feel the opening through your hips, your groins, maybe some gentle traction in your lower back. Keep your shoulders relaxed and breathe deeply.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes 45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Release your feet and hug your knees in once more. Now we're going to work with each leg individually. Extend your right leg along the floor and draw your left knee toward your chest. Take hold of your left thigh, shin, or use a strap around your left foot. Gently draw your left leg toward you.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Feel the stretch along the back of your left leg, through your hamstring. You might also feel some opening in your right hip flexor as that leg extends long. Keep your head and shoulders relaxed against the mat. There's no need to pull aggressively—just maintain a gentle, steady stretch.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Switch sides. Extend your left leg long and draw your right knee toward your chest. Take hold wherever feels comfortable or use your strap. Notice how this side feels different from the left—each side of our body holds tension differently.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes 30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Release and hug both knees in toward your chest one more time. Now we're going to do a variation of our reclined butterfly that targets the hip flexors more deeply. Bring the soles of your feet together again, but this time, gently press your feet away from you, sliding them down toward the floor while keeping the soles connected.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Your legs should create more of an oval shape now rather than a diamond. Feel how this creates a different sensation through your hip flexors and inner thighs. Rest your arms wherever feels comfortable—maybe one hand on your heart, one on your belly.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "4 minutes 45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Slowly bring your knees together and extend your legs long. Take a moment here to notice how your body feels. Feel the sense of ease and spaciousness through your hips and lower back that we've been cultivating together.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Now we're going to move into our final deep hip opener. Bend your knees and place your feet on the floor. Cross your right leg over your left, then drop both knees to the left side. Your right leg is on top, and you're twisting toward the bottom leg. Extend your arms out to the sides.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "This creates a deep stretch through your right hip and glute while also creating a gentle spinal twist. You might feel sensation all along your right side body. Keep both shoulders grounded and breathe into any areas of tightness. Turn your head to the right if that feels good for your neck.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "4 minutes 45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Slowly come back to center and switch sides. Cross your left leg over your right, then drop both knees to the right side. Arms extend out wide. Feel this deep opening now through your left hip and the left side of your body.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "5 minutes"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "Come back to center and uncross your legs. Hug your knees in toward your chest one final time. Rock gently side to side, feeling that massage along your spine. Now extend your legs long and wide, letting your feet fall apart naturally. Rest your arms by your sides with palms facing up.",
    "time": "45 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "We're going to rest here for a few minutes before our yoga nidra practice. Allow your entire body to completely relax and release. Feel the weight of your body being supported by the earth beneath you. Notice how your hips and lower back feel now compared to when we started.",
    "time": "30 seconds"
  },
  {
    "voice": "Speak as a yoga instructor running a relaxing session. Use a soft, gentle voice just above a whisper and without strong emphasis on words",
    "text": "",
    "time": "3 minutes"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Now we begin our yoga nidra practice... a journey into deep rest and restoration. Make any final adjustments to your position so you can remain completely still for the next fifteen minutes. Cover yourself with a blanket if you have one... let your eyes close softly... and begin to let go of any effort.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Start by setting a sankalpa... a heartfelt intention or resolve for your life. This should be a positive statement in the present tense... something that comes from deep within you. Repeat this intention to yourself three times... silently... with full conviction and feeling.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Now bring your awareness to your body... lying here completely supported by the earth. Feel the weight of your head... resting heavy against the mat. Feel the weight of your shoulders... sinking down. Your arms... completely relaxed by your sides.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Notice your chest... rising and falling with your natural breath. Feel your ribcage... expanding and contracting... without any effort from you. Your belly... soft and relaxed... moving gently with each breath.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Feel the weight of your pelvis... heavy against the mat. Your hips... completely relaxed and open after our practice. Notice your thighs... your knees... your calves... all releasing toward the earth.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Feel your feet... your ankles... your toes... all completely at rest. Your entire body... from the crown of your head to the tips of your toes... fully supported... fully relaxed... fully at ease.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Now bring your attention to your breath... not changing it... just witnessing it. Notice the natural pause between your inhale and exhale... the natural pause between your exhale and inhale. Rest in these spaces of stillness.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "",
    "time": "2 minutes"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Imagine yourself in a place in nature where you feel completely safe and at peace... Maybe it's a beach... a forest... a meadow... or somewhere from your memory. See this place clearly in your mind's eye... notice the colors... the light... the textures around you.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Feel yourself completely held and supported in this place... notice any sounds... any scents... any sensations of warmth or coolness. Allow yourself to rest deeply here... knowing you are completely safe... completely supported... completely at peace.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "",
    "time": "2 minutes"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "Now bring your sankalpa... your intention... back into your awareness. Repeat it to yourself three times with complete faith that it is already manifesting in your life. Feel the truth of this intention resonating through every cell of your body.",
    "time": "1 minute"
  },
  {
    "voice": "Even softer and more hypnotic than before, with slower pacing and longer pauses between phrases",
    "text": "",
    "time": "1 minute"
  },
  {
    "voice": "Slightly more present but still very gentle, beginning to bring energy back",
    "text": "Begin to bring your awareness back to your physical body... lying here on your mat. Feel the support of the earth beneath you... the air on your skin. Start to deepen your breath... taking slightly longer inhales... slightly longer exhales.",
    "time": "1 minute"
  },
  {
    "voice": "Slightly more present but still very gentle, beginning to bring energy back",
    "text": "Begin to wiggle your fingers and toes... bringing small movements back into your body. Stretch your arms overhead if that feels good... point and flex your feet. Take your time... there's no rush to come back.",
    "time": "1 minute"
  },
  {
    "voice": "Slightly more present but still very gentle, beginning to bring energy back",
    "text": "When you're ready... roll gently onto your right side and rest there for a moment. Use your bottom arm as a pillow. Feel yourself resting in a fetal position... completely nurtured and supported.",
    "time": "1 minute"
  },
  {
    "voice": "Back to the original gentle instructor voice, warm and present",
    "text": "In your own time... slowly press yourself up to a comfortable seated position. Keep your eyes closed for now and just notice how you feel. Notice the quality of sensation in your hips and lower back... the quality of your mind... the quality of your breath.",
    "time": "1 minute"
  },
  {
    "voice": "Back to the original gentle instructor voice, warm and present",
    "text": "When you're ready... slowly open your eyes. Thank yourself for dedicating this time to caring for your body and nervous system. The work you've done here today will continue to benefit you long after you leave your mat. The effects of yin yoga and yoga nidra unfold for hours afterward, so be gentle with yourself as you transition back into your day.",
    "time": "1 minute"
  },
  {
    "voice": "Back to the original gentle instructor voice, warm and present",
    "text": "Bring your hands to your heart center and take one final breath together. Namaste.",
    "time": "30 seconds"
  }
]